storage/execute_sql_query_template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ns="http://www.cisco.com/AXL/API/{{version}}">
    <soapenv:Header/>
    <soapenv:Body>
        <ns:executeSQLQuery>
            <sql>{{sql}}</sql>
        </ns:executeSQLQuery>
    </soapenv:Body>
</soapenv:Envelope>
